---
kind: enumMember
id: F:Autodesk.Revit.DB.Fabrication.FabricationAncillaryType.AirturnVane
enum: Autodesk.Revit.DB.Fabrication.FabricationAncillaryType
source: html/3f331b67-b918-5d8d-7fad-7313614c6e5e.htm
---
# Autodesk.Revit.DB.Fabrication.FabricationAncillaryType.AirturnVane

Ancillary airturn vanes. Used to manage flow through fittings.